/*
Вариант 9.
Ввести натуральные числа A, B и C. Если A больше B и B больше C, то вывести A-B-C, если B больше A и B  кратно C, то вывести B/С+B-A, в остальных случаях вывести A+B+C.

Ввести число N, которое обозначает некоторую ошибку. При помощи оператора switch расшифровать значение ошибки.

Список ошибок:
0 – все хорошо, 1 – ошибка чтения файла, 2 – ошибка записи файла, 3 – не все поля определены. Предусмотреть обработку ошибочного ввода N.

Переменная x может принимать 2 значения: -1 и 1. Если -1, то вывести в консоль “Negative number”, если положительное - “Positive number”. Предложить вариант программы и объяснить свой выбор.
*/